
#концовки первой ветки
end5 = " "
end6 = " "
end7 = "Вы так долго думали, что придумали, какой камушек убрать, чтобы нужный вам главгад споткнулся, упал и умер. Ваше задание выполнено."
end4 = "Фаербол делает бум. Если замка нет - то и задания нет. Вы можете быть свободны."
op1 = "Стоит ли запускать фаербол?"
op2 = "Подойти к замку"
op3 = "Сражаться!"
rep1 = "Конечно, стоит! Это говорит тебе известный в узких кругах голос внутри, который искушает магов в любой непонятной ситуации пускать фаербол. Другой вопрос, будет ли наш герой его слушать..."
rep2 = "Конечно, стоит! Вот только твой интеллект не позволяет тебе это сделать. Остаётся один путь - путь простых смертных."
rep3 = "Вы достаточно ловко подобрались к замку и никто вас не заметил. Мои поздравления! \nДругой вопрос: вы уже забыли, что от вас требовалось... Полагаю, вам стоит вернуться домой и спросить об этом ещё раз."
rep4 = "К сожалению, проходящий мимо стражник не оценил ваших попыток пробраться в замок незамеченным. Вы, конечно, скорее всего даже не пытались скрываться. Летящия прямо на вас с мечом и агрессивным видом рыцарь тоже не очень пытается."

test_op = "Допустим, победили. Красивая реализация битвы со всеми циферками обязательно будет в следующем патче. Вы не совсем понимаете, что такое патч, но уже предвкушаете красивую пиксельную боёвку."